Repository: jalvesaq/descr
Catalog: po/R-*.po
Languages: pt_br

source: expected
pt_br: esperado

source: chisq
pt_br: qui-quadr.

source: row %
pt_br: % linha

source: row prop.
pt_br: prop. linha

source: col %
pt_br: % coluna

source: col prop.
pt_br: prop. col.

source: table %
pt_br: % tabela

source: table prop.
pt_br: prop. tabela

source: residual
pt_br: resíduo

source: std. res.
pt_br: res. pd.

source: adj. std. res.
pt_br: res. pd. ajst.

source: max.width must be >= 1
pt_br: max.width deve ser >= 1

source: all entries of x must be nonnegative and finite
pt_br: todos os valores de x devem ser não negativos e finitos

source: x must be either a vector or a 2 dimensional matrix, if y is not given
pt_br: x deve ser um vetor ou uma matriz bidimensional, se y não for dado

source: x and y must have the same length
pt_br: x e y devem ter o mesmo comprimento

source: dnn must have length of 2, one element for each table dimension
pt_br: dnn deve ter comprimento 2, um elemento para dimensão da tabela

source: total.r must be logical
pt_br: total.r deve ser de tipo 'logical'

source: total.c must be logical
pt_br: total.c deve ser de tipo 'logical'

source: unknown format
pt_br: formato desconhecido

source: Cell Contents
pt_br: Conteúdo das células

source: | Expected N |
pt_br: | N esperado |

source: | Chi-square contribution |
pt_br: | Contribuição para Qui² |

source: | N / Row Total |
pt_br: | N / Total da linha |

source: | N / Col Total |
pt_br: | N / Total da coluna |

source: | N / Table Total |
pt_br: | N / Total da tabela |

source: | Count |
pt_br: | Contagem |

source: | Expected Values |
pt_br: | Valores esperados |

source: | Row Percent |
pt_br: | Percentual por linha |

source: | Column Percent |
pt_br: | Percentual por coluna |

source: | Total Percent |
pt_br: | Percentual total |

source: | Residual |
pt_br: | Resíduo |

source: | Std Residual |
pt_br: | Resíduo padrão |

source: | Adj Std Resid |
pt_br: | Resíduo padrão ajustado |

source: Number of Missing Observations:
pt_br: Número de observações omissas:

source: Statistics for All Table Factors
pt_br: Estatísticas para todos os fatores da tabela

source: Chi^2 =
pt_br: Qui² =

source: d.f. =
pt_br: g.l. =

source: Fisher's Exact Test for Count Data
pt_br: Teste exato de Fisher

source: Sample estimate odds ratio:
pt_br: Estimativa da razão de chances da amostra:

source: Alternative hypothesis: true odds ratio is not equal to 1
pt_br: Hipótese alternativa: a verdadeira razão de chances não é igual a 1

source: 95% confidence interval:
pt_br: intervalo de confiança a 95%:

source: Alternative hypothesis: true odds ratio is less than 1
pt_br: Hipótese alternativa: a verdadeira razão de chances é menor do que 1

source: Alternative hypothesis: true odds ratio is greater than 1
pt_br: Hipótese alternativa: a verdadeira razão de chances é maior do que 1

source: Alternative hypothesis: two.sided
pt_br: Hipótese alternativa: duas.caudas

source: Minimum expected frequency:
pt_br: Frequência esperada mínima:

source: Cells with Expected Frequency < 5:
pt_br: Células com frequências esperada < 5:

source: of
pt_br: de

source: 'x' must be a numeric vector
pt_br: 'x' deve ser um vetor numérico

source: 'weights' must be a numeric vector
pt_br: 'weights' deve ser um vetor numérico

source: 'weights' must have the same length as 'x'
pt_br: 'weights' deve ter o mesmo comprimento de 'x'

source: missing or infinite weights
pt_br: pesos omissos ou infinitos

source: 'probs' must be a numeric vector with values in [0,1]
pt_br: 'probs' deve ser um vetor numérico com valores no intervalo [0,1]

source: missing values and NaN's not allowed if 'na.rm' is not TRUE
pt_br: valores omissos e NaNs não são permitidos se 'na.rm' não é TRUE

source: 'coef' must be a single non-negative number
pt_br: 'coef' deve ser um único número não negativo

source: and
pt_br: e

source: have different lengths
pt_br: têm comprimentos diferentes

source: was converted into a factor, but the new variable had too many levels
pt_br: foi convertido em fator, mas a nova variável tinha muitas categorias (levels)

source: Warning:
pt_br: Aviso:

source: was converted into factor!
pt_br: foi convertido em fator!

source: have different lengths.
pt_br: têm comprimentos diferentes.

source: was converted from factor into numeric!
pt_br: foi convertido de fator para numérico!

source: rows with missing values dropped
pt_br: linhas com valores faltantes excluídas

source: Mean
pt_br: Média

source: Std. Dev.
pt_br: Desv. Pd.

source: Mean value of
pt_br: Valor médio de

source: according to
pt_br: segundo

source: f is not a factor.
pt_br: f não é factor.

source: Number of levels of "f" is higher than maxlevels.
pt_br: Número de levels de "f" é maior do que maxlevels.

source: The argument 'dep' (dependent variable) is missing.
pt_br: O argumento 'dep' (variável dependente) deve ser fornecido.

source: The 'indep' (independent variable) is missing.
pt_br: O argumento 'indep' (variável independente) deve ser fornecido.

source: Repeated labels in
pt_br: Rótulos repetidos em

source: Chi2
pt_br: Qui²

source: Df
pt_br: Gl

source: Cox and Snell Index
pt_br: Índice de Cox e Snell

source: Nagelkerke Index
pt_br: Índice de Nagelkerke

source: McFadden's R2
pt_br: R² de McFadden

source: No logistic regression model, no pseudo R^2 computed.
pt_br: Nenhum modelo de regressão logística; nenhum pseudo R² calculado.

source: '%s' should be of class 'CrossTable'.
pt_br: O atributo 'class' do objeto '%s' deveria ser 'CrossTable'.

source: Frequency
pt_br: Frequência

source: Percent
pt_br: Percentual

source: Valid Percent
pt_br: % Válido

source: Cum Percent
pt_br: % Acum.

source: Invalid y.axis: '
pt_br: y.axis inválido: '

source: The vectors "names", "begin" and "end" must have the same length.
pt_br: Os vetores "names", "begin" e "end" devem ter o mesmo comprimento.

source: File not found:
pt_br: Arquivo não encontrado:

source: The name of file with labels is required.
pt_br: O nome do arquivo com rótulos é necessário.

source: The name of file with R code to is required.
pt_br: To nome do arquivo com código do R é necessário.

source: lfile must be of class character.
pt_br: A class de lfile deve ser character.

source: rfile must be of class character.
pt_br: A class de rfile deve ser character.

source: dfname must be of class character.
pt_br: A class de dfname deve ser character.
